{
  "type": "stand-up",
  "scripts": [
    {
      "id": "lck-of-course-but-maybe",
      "name": "Louis Ck",
      "title": "Of Course, But Maybe",
      "videoUri": null,
      "imageUri": "of-course-but-maybe.png",
      "characters": ["Louis"],
      "lines": [
        { "id": 1, "character": "Louis", "text": "Everybody has a competition in their brain of good thoughts and bad thoughts." },
        { "id": 1, "character": "Louis", "text": "Hopefully, the good thoughts win. For me, I always have both. " },
        { "id": 2, "character": "Louis", "text": "I have like, this thing. I believe the good thing, that's the thing I believe.. " },
        { "id": 2, "character": "Louis", "text": "Then there's this thing. I don't believe it, but it's there." },
        { "id": 2, "character": "Louis", "text": "It's always 'this thing', and then 'this thing'. " },
        { "id": 3, "character": "Louis", "text": "It's become a category in my brain that I call “of course but maybe. I'll give you an example, okay?" },
        { "id": 4, "character": "Louis", "text": "Like of course, of course, children who have nut allergies need to be protected, of course." },
        { "id": 4, "character": "Louis", "text": "We have to segregate their food from nuts, have their medication available at all times." },
        { "id": 4, "character": "Louis", "text": "And anybody who manufactures or serves food needs to be aware of deadly nut allergies. Of course, but maybe." },
        { "id": 5, "character": "Louis", "text": "Maybe if touching a nut kills you, you're supposed to die... " },
        { "id": 6, "character": "Louis", "text": "Of course not, of course not, of course not. Jesus. " },
        { "id": 6, "character": "Louis", "text": "I have a nephew who has that. I'd be devastated if something happened to him." },
        { "id": 6, "character": "Louis", "text": "But maybe..." },
        { "id": 6, "character": "Louis", "text": "Maybe if we all just do this for one year, we're done with nut allergies for ever." },
        { "id": 7, "character": "Louis", "text": "No, of course not, of course, if you're fighting for your country and you get shot or hurt, it's a terrible tragedy, of course, of course." },
        { "id": 7, "character": "Louis", "text": "But maybe, may be if you pick up a gun and go to another country and you get shot, it's not that weird." },
        { "id": 7, "character": "Louis", "text": "Maybe if you get shot by the dude, you were just shooting at, it's a tiny bit your fault. " }
      ]
    },
    {
      "id": "nb-back-in-time",
      "name": "Nate Bargatze",
      "title": "Back in Time",
      "videoUri": null,
      "imageUri": "nate-bargatze.jpeg",
      "characters": ["Nate"],
      "lines": [
        { "id": 1, "character": "Nate", "text": "I think, uh I've thought about, like time traveling." },
        { "id": 2, "character": "Nate", "text": "Like, if I could go back in time, knowing everything I know now, I don’t think I would make a difference..." },
        { "id": 3, "character": "Nate", "text": "I don’t think you guys would even hear about it..." },
        { "id": 4, "character": "Nate", "text": "If I went back to the 20s and saw like, saw some guy on an old phone, and I'd be like, 'Hey, eventually they have phones you just carry in your pocket.'" },
        { "id": 5, "character": "Nate", "text": "And he'd be like, 'Yeah? How do they do it?'" },
        { "id": 6, "character": "Nate", "text": "I’m like, Phew, I mean, I don’t know... I don't know how they're doing it. It’s like a satellite or something?... " },
        { "id": 7, "character": "Nate", "text": "And they’re like, 'What’s a satellite?'" },
        { "id": 8, "character": "Nate", "text": "Well, I shouldn’t have even brought that up then, uh..." },
        { "id": 9, "character": "Nate", "text": "It's like round, metal dish... or something, that's gotta go pretty high in the air." },
        { "id": 10, "character": "Nate", "text": "I honestly don’t even know if I could prove I’m from the future. I don’t even think I could." },
        { "id": 12, "character": "Nate", "text": "I mean, they would want some proof, you know..." },
        { "id": 13, "character": "Nate", "text": "'Who’s the next president?'... Oh, boy. Uh..." },
        { "id": 14, "character": "Nate", "text": "Ooh... Abraham Lincoln. You guys are gonna love him. He’s really good." },
        { "id": 15, "character": "Nate", "text": "They’d just think I’m from the past." },
        { "id": 16, "character": "Nate", "text": "That’s... they were like, they would just look and then I’d have to get a regular job." },
        { "id": 17, "character": "Nate", "text": "I would just have to, like, wait tables or something in the 20s." },
        { "id": 18, "character": "Nate", "text": "I would go back in time and do worse than I’m doing right now." }
      ]
    }
  ]
}
